[
  {
    "UID": "1",
    "abstract": "In this informational + Q&A session, members of the ISMIR Board will present about the MIR community, current Board initiatives, and how to get involved. ",
    "end": "2024-10-28T22:30:00-07:00",
    "presenters": "Emmanouil Benetos, Carlos Cancino-Chacón, and Ajay Srinivasamurthy",
    "start": "2024-10-28T22:00:00-07:00",
    "title": "ISMIR Board"
  },
  {
    "UID": "2",
    "abstract": "In this informational + Q&A session, organizers of the WiMIR Mentoring Program will give an overview of the program, provide updates on the upcoming round of signups, and answer questions from the audience. ",
    "end": "2024-10-28T23:00:00-07:00",
    "presenters": "Yun-Ning Amy Hung and Zafar Rafii",
    "start": "2024-10-28T22:00:00-07:00",
    "title": "WiMIR Mentoring"
  },
  {
    "UID": "3",
    "abstract": "In this informational + Q&A session, members of the TISMIR Editorial Board will give an overview of the journal, recent related initiatives, and how to get involved with TISMIR as an author or reviewer. ",
    "end": "2024-10-29T13:00:00-07:00",
    "presenters": "Meinard Müller",
    "start": "2024-10-29T13:00:00-07:00",
    "title": "TISMIR"
  },
  {
    "UID": "4",
    "abstract": "In this informational + Q&A session, members from the ISMIR Open Review Working Group will give an overview of the group, summarize the first pilot of Open Review that took place as part of the ISMIR 2024 scientific program, and discuss potential future directions for this initiative. ",
    "end": "2024-10-29T14:00:00-07:00",
    "presenters": "Magdalena Fuentes, Blair Kaneshiro, Oriol Nieto, and Geoffroy Peeters",
    "start": "2024-10-29T13:00:00-07:00",
    "title": "ISMIR Open Review Working Group"
  },
  {
    "UID": "5",
    "abstract": "In this informational + Q&A session, the DEI chair of ISMIR 2024 will present on the various initiatives aimed toward making this year’s conference inclusive and accessible, as well as the evolution of WiMIR (Women in Music Information Retrieval) to WIMIR (Widening Inclusion in Music Information Retrieval). ",
    "end": "2024-10-29T14:00:00-07:00",
    "presenters": "Katherine Kinnaird",
    "start": "2024-10-29T14:00:00-07:00",
    "title": "DEI and \"growing the I\" "
  },
  {
    "UID": "6",
    "abstract": "In this informational + Q&A session, organizers from the New-to-ISMIR Paper Mentoring Program will present on this initiative aimed toward supporting new authors (in general, or to MIR) in obtaining feedback on paper submissions from others in the field prior to undergoing the peer-review process. ",
    "end": "2024-10-29T02:00:00-07:00",
    "presenters": "Ajay Srinivasamurthy",
    "start": "2024-10-29T02:00:00-07:00",
    "title": "New-to-ISMIR Paper Mentoring Program"
  },
  {
    "UID": "7",
    "abstract": "In this informational + Q&A session, organizers from the ISMIR Ethics Working Group will present on the aims of the group as well as progress the group has made on various topics over the past year. ",
    "end": "2024-10-29T03:00:00-07:00",
    "presenters": "Pedro Sarmento, Fabio Morreale",
    "start": "2024-10-29T02:00:00-07:00",
    "title": "ISMIR Ethics Working Group"
  }
]
